Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/boon_s.html.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 1 .
nob: Artikkel i boka Samisk skolehistorie 1 .

source: Guovttegielalaš oahpahus - máná dihtii
nob: Tospråklig undervisning – for barnets skyld

source: Inez Boon muhtin ohppiidisguin , Kárášjoga skuvlla 7. luohkás , miessemánu 17. b. 1963 Gurut bealde : Margit K. Pedersen / Nilut Lásse Márgget , Astrid Anti Johnsen / Káre Jon Astrid , Marit Kirsten Guttorm / Álet Jon Máret , Inga Hætta Berg / Heaikka Ándde Iŋgá .
nob: Inez Boon med noen av elevene sine , 7. klasse ved Karasjok skole , 17. mai 1963 Fra venstre : Margit K. Pedersen / Nilut Lásse Márgget , Astrid Anti Johnsen / Káre Jon Astrid , Marit Kirsten Guttorm / Álet Jon Máret , Inga Hætta Berg / Heaikka Ándde Iŋgá .

source: ( Gova lea luoikan Inez Boon )
nob: ( Bilde utlånt av Inez Boon )

source: Inez Boon lea riegádan Vuolleeatnamiin ( Nederlánddas ) 1933:s , lea čađahan oahpaheaddjioahpu doppe ja bođii Norgii 1959:s .
nob: Inez Boon er født i Nederland 1933 , tok lærerutdanning og arbeidet som lærer der før hun kom til Norge i 1959 .

source: Son lei oahpaheaddji Kárášjogas 1960-logus ja lei sámi oahpponeavvuid ráhkadeami álggaheaddji .
nob: Hun var lærer i Karasjok på 1960-tallet og en pioner i arbeidet med utvikling av samiske læremidler .

source: Maŋŋá fárrii son Oslo-guvlui , čađahii joatkkaoahpu pedagogihkas ja duiskkagielas ja barggai oahpaheaddjin ja doaimmaheaddjin Universitehtalágádusas .
nob: Seinere flytta hun til Oslo-området , tok videreutdanning i pedagogikk og tysk og arbeida som lærer og som redaktør i Universitetsforlaget .

source: Inez Boon orru dál Bærumas Akerhusas .
nob: Inez Boon bor i dag i Bærum i Akershus .

source: Earret sámegiela oahppogirjjiid maid mii dán artihkkalis máinnašat , de lea son almmuhan guokte girjji ; Et håndslag til Finnmark - Fredsvennenes Hjelpetjeneste under gjenreisingen 1946-1949 ( Doarjja Finnmárkui - Ráfiustibiid Veahkkebálvalus ođđasit huksemis 1946-1949 ) ) ja Willem Barentsz reise ( Willem Barentsza mátki ) ( Vuolleeatnamiid jiekŋaáhpedoaimmahagaid birra 1594:s 1597:i ) .
nob: Utenom de samiske lærebøkene som blir omtalt i denne artikkelen , har hun gitt ut to bøker ; Et håndslag til Finnmark - Fredsvennenes Hjelpetjeneste under gjenreisingen 1946-1947 og Willem Barentsz siste reise ( om nederlandske ishavsekspedisjoner 1594-97 ) .

source: Mu guovtti jagi barggus Kárášjoga nuoraidskuvlla oahpaheaddjin 1960-logu álggus , de mun , seamma láhkai go earátge mu bargoskihpáriin , oalle farga fuomášin váikkuhusaid das ahte sámegielat oahppit rahče oažžut ollislaš ávkki skuvlla oahpahusas .
nob: Under mitt to-årige virke som lærer ved ungdomsskolen i Karasjok tidlig på 1960-tallet , ble jeg , i likhet med mine kolleger , meget raskt konfrontert med følgene av at elever med samisk morsmål slet med å få fullt utbytte av skolens undervisning .

source: Dát oahpahus lei eanaš leamaš dárogillii juo dán rájes go mánát , čieža jahkásažžan , ledje boahtán skuvlii vuosttaš háve .
nob: Denne undervisningen hadde stort sett foregått på norsk helt fra barna , sju år gamle , hadde møtt skolen for første gang .

source: Vaikko 1949 rájes lei fálaldat geavahit eanet sámegiela smávvaskuvllas , de lei váttis čađahit oahpahusa mii ávkkuhii .
nob: Skjønt det fra 1949 forelå tilbud om mer bruk av samisk i småskolen , var det vanskelig å gjennomføre noe som monnet .

source: Váttisvuohtan lei earret eará ahte váilo sámegielat oahpaheaddjit ja oahppogirječállit .
nob: Det skyldtes blant annet mangel på samisktalende lærerkrefter og lærebokforfattere .

source: Dán váilevašvuođa vigge buoridit nuvttá sámegielakurssa fállama bokte ja bálkálasáhusaiguin sidjiide geat máhtte geavahit giela veahkkin oahpahusas , muhto ii dás ovdánan mihkkege .
nob: Man prøvde å bøte på denne mangelen med gratis kurs i samisk og lønnstillegg til dem som ble i stand til å bruke språket som hjelp i undervisningen , uten å lykkes .

source: Dasa lassin lei nu ahte eai váhnemat eaige báikkálaš politihkkárat liikon jurdagii geavahit eanet sámegiela oahpahusas .
nob: Dessuten var det slik at verken foreldrene eller de lokale politikerne likte tanken på mer bruk av samisk i undervisningen .

source: Muhto , jos ledje oahpaheaddjit geat máhtte sámegiela , de geavaheimmet sin smávvaskuvllas .
nob: Men , så sant det fantes lærere som kunne samisk , så ble vedkommende brukt i småskolen .

source: Dieđusge lassánii ohppiid dárogiela gelbbolašvuohta jagiid mielde , dađi mielde man ollu juohkehaš servvoštalai dárogielat mielohppiiguin dahje / ja ollesolbmuiguin , muhto ollusiidda lei ain mealgat mii váillui ovdalgo máhtte dárogiela doarvái bures go gerge ovccát luohkás .
nob: Selvsagt økte elevenes norskkunnskaper med årene , alt etter hvor mye den enkelte omgikkes norskspråklige medelever og / eller voksne , men for svært mange var det langt igjen til en fullgod beherskelse av norsken da de gikk ut av niende klasse .

source: Go skuvla badjelgeahčai ohppiid eatnigiela , ja sin kultuvrralaš árbbi muđui , de dat dagahii fuones bohtosiid , ii dušše kvalitehta ja viidát máhtuid ektui maid skuvla lei oahpahan , muhto maiddái ohppiid áddejumi ektui man árvvus iežaset giella , iežaset kultuvra ja historjá lei .
nob: Skolens neglisjering av elevenes morsmål , og av deres kulturelle ståsted generelt , bar svært negative frukter , ikke bare i forhold til kvalitet og omfang av kunnskaper skolen hadde kunnet formidle , men også i forhold til elevens forståelse av verdien av eget språk og egen kultur og historie .

source: Norgga sámegielat-dárogielat guovlluin skuvla ovddastii dušše ovtta kultuvrra , ja dat lei dáru .
nob: Skolen i den samisk-norskspråklige delen av Norge representerte bare én kultur , og det var den norske .

source: 1960-logus lei ain nu ahte sámi oahppit loahpahedje bákkolaš skuvlla " eahpelihkostuvvan Norgga nuorat " - steampaliin .
nob: I 1960-årene var det fortsatt slik at samiske elever avsluttet sin obligatoriske skolegang som " tilkort-kommen norsk ungdom . "

source: Lei várra oalle soaittáhagas ahte daláš skuvlainspektevra Lydolf Lind Meløy fuomášii artihkkala guovttegielat oahpahusa birra Vuolleeatnamiid frisalašhálli guovlluin ( Frisaeatnamis ) , seammás go sus lei vuolleeatnanlaš oahpaheddjiid joavkkus .
nob: Det var vel en ren tilfeldighet at daværende skoleinspektør Lydolf Lind Meløy kom over en artikkel om tospråklig undervisning i frisisktalende områder ( Friesland ) i Nederland , samtidig som han hadde en nederlender i lærerstaben sin .

source: Muhto dát soaittáhat lei dattetge dat mii dagahii ahte mun juovlamánus 1963:s vulgen oahppomátkái Frisaeatnamii ja guorahallen ahte sáhttetgo frisalaš guovttegiela skuvllat , ja sin vásáhusat , leat sámegiela guovlluide ávkin .
nob: Men det var nå i hvert fall dette sammentreffet som gjorde at jeg i desember 1963 drog på studietur til Friesland og spurte meg selv om de frisiske tospråklige skoler , og de erfaringene man der hadde samlet , kunne nyttiggjøres i de samisktalende distriktene .

source: Dán guovtti vahkkus , maid ledjen frisalaš guovlluin , deaivvadin ollu olbmuiguin geat iešguđeláhkai beroštedje guovttegielalaš oahpahusas , sihke praktihkalaččat ja teorehtalaččat .
nob: I løpet av de to ukene jeg tilbrakte i de frisiske områdene , fikk jeg møte en rekke personer som på ulike måter var involvert i tospråklig undervisning , både praktisk og teoretisk .

source: Frisaeatnama frisalašhálli skuvladirektevra mieđuštii mu sierranas skuvllaide , gos mun bessen guldalit oahpahusa , geahčadit oahpponeavvuid maid sii geavahedje ja háleštit sihke oahpaheddjiiguin ja ohppiiguin sin vásáhusaid birra .
nob: Frieslands frisisktalende skoledirektør tok meg ut til forskjellige skoler , der jeg fikk høre på undervisningen , så på læremidlene de brukte og snakket med lærere og elever om deres erfaringer .

source: Mánáid frisalaš eatnigiella lei oahpahusgiellan álgo guoktejagi mánáidskuvllas , seammás go riikka váldogiela oahpahedje njálmmálaččat muhtun diimmuin , ja dasto , go mánát ledje oahppan lohkat ja čállit iežaset gillii , de ohppe váldogiela maiddái čálalaččat .
nob: Barnas frisiske morsmål var undervisningsspråk på de første to trinn i barneskolen , samtidig som landets hovedspråk fikk timer til en første , muntlig introduksjon , deretter , når barna hadde lært å lese og skrive på sitt eget språk , også skriftlig .

source: Goalmmát jagi rájes de gielat dađistaga molso saji .
nob: Fra tredje trinnet byttet språkene gradvis plass .

source: Vuolleeatnamiid giella geavai oahpahusgiellan ja frisalaš giella doalahii diimmuid sierra fágan diibmoplánas .
nob: Nederlandsk ble undervisningsspråk og frisisk beholdt timer som eget fag på timeplanen .

source: Frisalaččat ledje nappo ollen mealgat guhkkelii dán áigodagas go maid sápmelaččat ledje das ahte árvvusatnit eatnigiela geavaheami oahpahusas .
nob: Friserne hadde altså kommet atskillig lengre på den tiden enn samene hadde når det gjelder å innse betydningen av bruken av morsmål i undervisningssammenheng .

source: Muhto frisalaččaid vásáhusat ná guhkás joavdat , muitalii ahte ii lean váttis oaidnit máŋga sullalaš beali .
nob: Men veien friserne hadde gått for å komme så langt , fortalte at her var det ikke vanskelig å se mange paralleller .

source: 1957:s adde lobi álggahit guovttegielalaš skuvllaid Frisaeatnamis .
nob: I 1957 var det gitt grønt lys for tospråklige skoler i Friesland .

source: Gielddain gos gielalaš dilálašvuođat ledje vuohkkasat ásahit dákkár skuvllaid , galggai dál juohke skuvla ieš oažžut mearridit galggaigo rievdadit skuvlaplána ja geavahišgoahtit eatnigiela nugo bajábealde lea čielggaduvvon .
nob: I kommuner der de språklige forhold lå til rette for slike skoler , skulle nå hver skole få avgjøre om den ville endre sin skoleplan og gå inn for bruken av morsmål slik det er skissert ovenfor .

source: Dát mearkkašii ahte skuvlla oahpaheaddjit fertejedje leat miehtemielalaččat dasa , ja ahte eanetlohku váhnemiin dahke dan seamma .
nob: Det innebar at skolens lærere måtte stille seg positivt til det , og at flertallet av foreldrene gjorde det samme .

source: Ovttaskas skuvlla eai galgan bajit eiseválddit mearridit dán áššis .
nob: Den enkelte skolen kunne altså ikke pålegges dette ovenfra .

source: Eahpádusat mat ovdanbohte , erenoamážit váhnemiid gaskkas , ledje vuosttažettiin go jáhkke ahte eatnigiela geavaheapmi hehtte oahppamis riikka váldogiela ja nu muđuige oahpahusa .
nob: Betenkelighetene som kom frem , ikke minst blant foreldrene , skyldtes først og fremst forestillingen om at bruken av morsmålet ville skade tilegnelsen av landets hovedspråk , og dermed undervisningen generelt .

source: Dasa lassin oaivvildedje ahte lei dárbbašmeahttun eatnigiela oahpahusain skuvllas - mánná han máhtii juo dan , ja gielas ii lean makkárge árvu stuorraservodagas .
nob: Dessuten mente man det var unødvendig med morsmål i skolen – barnet kunne jo det allerede , og ute i storsamfunnet hadde språket ingen prestisje .

source: Dát čájeha ahte ii lean beare álgit guovttegiela oahpahusain buot guovlluin gos frisalašhálli ruovttut ledje eanetlogus !
nob: Det hadde så visst ikke vært bare å sette i gang med tospråklig undervisning overalt hvor det fantes et flertall av frisisktalende hjem !

source: Muhto dađistaga go eanet skuvllat besse geahččaladdat , de heite eahpideames eambo ahte eambo .
nob: Men etter hvert som flere skoler fikk prøve seg , forsvant betenkelighetene mer og mer .

source: Muđui lea veara deattuhit ahte eatnigiella ii oahpahuvvon dušše danin ahte galggai leat álkit áddegoahtit riikka váldogiela .
nob: For øvrig er det verdt å understreke at morsmålet ikke ble brakt inn bare som en tjenlig vei til større forståelse av landets hovedspråk .

source: Skuvlla ulbmil han lei guovttegielalašvuohta , dát mearkkaša ahte galge máhttit ja dovdat guktuid gielaid , sihke frisalaš oahppit ja vuolleriikkaidgielalaš oahppit .
nob: Skolens mål var jo tospråklighet , dvs. beherskelse av og innsikt i begge språk , for frisiskspråklige elever så vel som for nederlandsspråklige elever .

source: Frisalaš pedagogat ledje álggahettiin fidnen oaivadeami walisalaččain Stuorra- Británnias , ja ain doalahedje lagas oktavuođa singuin .
nob: Frisiske pedagoger hadde i sin tid hentet inspirasjon hos waliserne i Storbritannia , og fortsatt holdt man nær kontakt med dem.

source: Walisalaččat ledje menddo njunnošis , sihke das mii guoskkai guovttegielalaš skuvladoibmii ja áššáigullevaš dutkamii .
nob: Waliserne lå langt foran , både når det gjaldt tospråklig skolevirksomhet og relevant forskning .

source: Walesa lei muhtun lágan Mekka buohkaide geat beroštedje guovttegielalaš oahpahusas , ja danin mu garrasit rávvejedje dohko mátkkoštit .
nob: Wales var som en slags Mekka for alle som interesserte seg for tospråklig undervisning , og jeg ble derfor sterkt anbefalt å reise dit .

source: Go sáddejin ruhtaohcama Álbmotskuvlaráđđái ( Folkeskolerådet ) ( maŋŋá Vuođđoskuvlaráđđi ( Grunnskolerådet ) ) oktan dievašlaš raporttain mu vásáhusaid birra Frisaeatnamis , de dan bures vuostáiválde .
nob: En søknad til Folkeskolerådet ( senere Grunnskolerådet ) om midler til en slik reise , ledsaget av en fyldig rapport om mine opplevelser i Friesland , ble positivt mottatt .

source: Ráđi ovdaolmmoš , Erling Slaatto , dattetge eaktudii ahte oahppomátkki boađus galggai leat ahte mun čállen sámegiela áppesa .
nob: Rådets formann , Erling Slaatto , stilte imidlertid som betingelse at studieturen skulle resultere i at jeg leverte en samisk ABC .

source: Raporttaid lohkamis sii ledje dolkan .
nob: Rapporter hadde de fått nok av .

source: Dál háliidedje addit sámegielguovlluid skuvllaide konkrehtalaš fálaldatvejolašvuođa geavahit eatnigiela álgooahpahusas .
nob: Nå ønsket man å få muligheten til å kunne gi skolen i de samisktalende områder et konkret tilbud om bruken av morsmål i begynneropplæringen .

source: Leihan illudahtti ahte guovddáš skuvlaeiseválddit dihte man deaŧalaš lei geavahit eatnigiela .
nob: Det var jo gledelig at sentrale skolemyndighetene var klar over betydningen av bruken av morsmålet .

source: Girko- ja oahpahusdepartemeantta evttohushan Sd. dieđáhusas nr. 21 ( 1962-63 ) lei maiddái duođai miehtemielalaš dán dáfus .
nob: Tilråding fra Kirke- og undervisningsdepartementet i St. meld. nr. 21 ( 1962 – 63 ) var jo også entydig positiv på dette punktet .

source: Slaatto eaktudussii ii lean dattetge nu álki mieđihit go in máhttán sámegiela ja ledjen leamaš dušše moadde jagi barggus sámegiela birrasis .
nob: Slaattos betingelse var det imidlertid ikke lett å si ja til for en som ikke kunne samisk og som hadde bare et par års fartstid i et samiskspråklig miljø .

source: Mu guorahallamiid ulbmilhan lei vuosttažettiin guovdilastit mii dáhpáhuvvá oahpaheaddji ja oahppi gaskka riikkain gos geavahit guovttegielalaš oahpahusa álgoluohkáin , ja de juogadit mu dieđuid singuin geat máhtte dan praktihkalaččat geavahit Norggas .
nob: Tanken med mine studier var jo å sentrere dem først og fremst om det som foregikk mellom lærer og elev i land der man praktiserte tospråklig undervisning på begynnertrinnet , og så dele min viten med dem som hadde de nødvendige forutsetninger for å utnytte den i praksis i Norge .

source: Akademihkalaš áigumušain mun in beroštan , vaikko mun dieđusge in sáhttán garvit oahpásmuvvamis dán fáttá doaibmi dutkamii .
nob: Akademiske ambisjoner holdt jeg meg unna , selv om jeg selvsagt ikke kom utenom et visst kjennskap til eksisterende forskning på området .

source: Skuvlainspektevrra Lind Meløy ja Kárášjoga bargoskihpáriid movttiidahttin váikkuhii dasa ahte mun loahpas gávnnahin ahte ferten duostat .
nob: Oppmuntring fra skoleinspektør Lind Meløy og fra kolleger i Karasjok medvirket til at jeg til slutt fant at det fikk våge seg .

source: Dát mielddisbuvttii sámegiela iešoahpahallama dakkár dássái ahte munnje lei vejolaš čallit teavsttaid mat ledje pedagogalaččat-metodihkalaččat dohkálaččat ja mat ledje ohppiid birrasis , sihke duođalaččat ja dovdduid geasuheaddjit .
nob: Dette innebar selvstudier i samisk opp til et nivå som gjorde det mulig å lage tekster som var pedagogisk-metodisk forsvarlige og som var knyttet til elevenes miljø , både faktisk og emosjonelt .

source: Dán áigodagas lei Finnmárkku oahpaheddjiide fálaldat lohkat jahkásaš virgelobiin oktan bálkkáin sámegiela vuođđofága Oslos , dáinna eavttuin ahte geatnegahttojuvvojit oahpahit vihtta jagi sámegiela guovlluin .
nob: På den tiden hadde lærere i Finnmark fått tilbud om et år permisjon med lønn for å ta samisk grunnfag i Oslo , mot å binde seg til å undervise fem år i samisktalende distrikter .

source: Váivvádus lei orrut ja bargat Oslos , muhto dan buorrin lei ahte mus ledje máŋga sámegielat giellakonsuleantta das lahkosis .
nob: Ulempen ved å bo og arbeide i Oslo ble så oppveid med at jeg fikk flere samisktalende språkkonsulenter innenfor rekkevidden .

source: Maiddái universtitehtalektor Thor Frette čuovui prošeavtta beroštumiin ja lei stuorra veahkkin .
nob: Også universitetslektor Thor Frette fulgte prosjektet med interesse og var til stor hjelp .

source: Guovtti vuosttaš áppesa osiid nagodin ieš čállit .
nob: De to første delene av ABC-en greidde jeg å lage utkast til selv .

source: Goalmmát oassi gáibidii gielladási man mun in hálddašan ja nu Álbmotskuvlaráđđi ( Folkeskolerådet ) dohkkehii mieldečálli .
nob: Den tredje delen forutsatte et språknivå som jeg følte meg såpass utrygg på at Folkeskolerådet aksepterte en medforfatter .

source: Dát lei mu bargoskibir Kárášjogas , Hans Eriksen .
nob: Det ble min kollega fra Karasjok , Hans Eriksen .

source: 1964 ´ čavčča ledjen njeallje vahkku Walesas .
nob: Høsten 1964 oppholdt jeg meg fire uker i Wales .

source: Nugo vurden , de lei dát mátki stuorra ávkin munnje .
nob: Som ventet hadde jeg stort utbytte av dette oppholdet .

source: Mun galledin earret eará ovcci skuvlla , ja daid gaskkas ledje njeallje giliskuvlla 90-100% walisalašhálli ohppiiguin .
nob: Jeg besøkte blant annet ni skoler , hvorav fire var landsbyskoler med 90 – 100 % walisisktalende elever .

source: Buot skuvllain guldalin mo álgolohkan- ja čállinoahpahus oahpahuvvui eatnigillii , ja mo eaŋgalsgillii oahpásmuvve nubbingiellan .
nob: På alle skolene hørte jeg på den første lese- og skriveundervisningen via morsmålet , og på introduksjonen av engelsk som andre språk .

source: Dasa lassin ledje mus maiddái dáppe čoahkkimat oahpaheddjiiguin máŋgga dásis ( earret eará oahpaheaddjiallaskuvllas ) , báikkálaš skuvlaeiseválddiiguin , dutkiiguin ja oahpponeavvuid lágideddjiiguin .
nob: Dessuten var det også her møter med lærere på forskjellig nivå ( deriblant lærerhøyskolen ) , med lokale skolemyndigheter , forskere og produsenter av læremidler .

source: Seammalágan mátkki mun čađahin maŋŋelis čakčat Luxembourgas .
nob: Det samme skulle jeg senere på høsten gjøre i Luxembourg .

source: Doppe lea eatnigiella ja hállangiella letzeburgesch , skuvlla , girku , media ja eanaš girjjálašvuođa giella lea alladuiskkagiella , ja almmolaš giella ( mii ii leat hállangiella ) ránskagiella .
nob: Der er morsmålet og talespråket letzeburgesch , skolens , kirkens , pressens og det meste av litteraturens språk høytysk , og det offisielle språket ( som ikke er talespråk ) fransk .

source: Maiddái dáppe lei eatnigiella , duiskkagiela dialeakta , ožžon saji skuvllas , vaikko duiskkagiella lei váldooahpahusgiella .
nob: Også her hadde morsmålet , som er en tysk dialekt , fått plass i skolen , selv om tysk hadde hovedrollen som undervisningsspråk .

source: Skuvla Luxembourgas lei nappo golmmagielalaš .
nob: Skolen i Luxembourg var altså tre-språklig .

source: Ođđajagemánus vulgen Finnmárkui , namalassii Guovdageidnui ja Kárášjohkii .
nob: I januar reiste jeg til Finnmark , nærmere bestemt Kautokeino og Karasjok .

source: Eanaš áiggi orron Guovdageainnus vai oahpásmuvan skuvladilálašvuođaide ja dilálašvuođaide muđui .
nob: Det meste av tiden tilbrakte jeg i Kautokeino for å bli kjent med skolesituasjonen og forholdene for øvrig .

source: Kárášjohka lei dan áigodagas beakkán go lei stuorra báikkálaš vuostálastin geavahit sámegiela skuvllas , ja sámegielat oahpaheddjiid virgáibidjamat ledje moadde jagi ovdalis hirpmahuhttán máŋgasa .
nob: Karasjok var på den tiden kjent for stor lokal motstand mot bruken av samisk i skolen , og ansettelse av samiskspråklige lærere hadde noen år i forveien vakt bestyrtelse hos mange .

source: Guovdageainnu servodat lei dán dáfus eanet miehtemielalaš .
nob: I Kautokeino var stemningen mer positiv i så måte .

source: Guktuin báikkiin dattetge ledje oahpaheaddjit čađa positiivvalaččat .
nob: Blant lærerne var holdningen begge steder , rimelig nok , gjennomgående positiv .

source: Siihan beaivválaččat oidne ahte dárogiela oktoráđđejeaddji dilli váikkuhii boasttu guvlui .
nob: De opplevde jo daglig de nedslående følgene av norskens enerådende stilling .

source: Guovdageainnus ledje muhtun oahpaheaddjit , Lise Bamrud , Liv Johnsen ja Inger Seierstad , bargan áigumušaiguin ráhkadit oahpponeavvuid mat sáhtte leat áhpun ohppiide oažžut stuorát ávkki oahpahusas .
nob: I Kautokeino hadde noen av lærerne , Lise Bamrud , Liv Johnsen og Inger Seierstad , arbeidet med planer om å utarbeide læremidler som kunne hjelpe elevene til å få større utbytte av undervisningen .

source: Mu bargui lei hui ávkkálaš beassat ráđđádallat singuin ja gullat sin vásáhusaid .
nob: Det var svært nyttig for mitt eget arbeid at jeg kunne rådføre meg med dem og høre om deres erfaringer .

source: Mus lei erenoamáš lagas ovttasbargu Inger Seierstadain , gii galggai sárgut govaid áppesii .
nob: Jeg fikk et særlig nært samarbeid med Inger Seierstad , som påtok seg å illustrere ABC-en .

source: Mun sáhtten sutnje čájehit gaskaboddosaš bargoevttohusa , ja dáinna vuođuin sáhtten čilget makkár govaid mun ledjen smiehttan livčče heivvolaččat .
nob: Jeg kunne vise henne en foreløpig skisse av opplegget , og på dette grunnlaget formidle det billedmessige uttrykk jeg hadde tenkt meg ville passe .

source: Go son gárvii vuosttaš sárgojuvvon govaid , de illudin go dát ollásit orro heivemin mu čállosiidda .
nob: Da hun leverte de første tegningene , så jeg til min store glede at de uttrykte til fulle den tonen jeg følte gikk godt sammen med mine tekster .

source: Su govat dagahedjege ahte mánát liikojedje girjjiide .
nob: Hennes illustrasjoner bidrog da også i høy grad til at barna ble glad i bøkene .

source: Liv Johnsen ( Jerpseth ) ráhkadii maŋŋá dárogiela nubbingiellan álgooahpahusoahpponeavvuid .
nob: Liv Johnsen ( Jerpseth ) skulle senere utarbeide et begynneropplegg for norsk som andre språk .

source: Áppesa golbma oasi , bagadusaiguin ja bargobihtáiguin , almmuhuvvojedje áigodagas 1967-69 .
nob: ABC-ens tre deler , med veiledninger og arbeidsoppgaver , utkom i perioden 1967 – 69 .

source: Vuosttaš oasi , lás ’ se ja mat ’ te - ruovtos , ođasmahttii Sverre Hatle ja almmustuvai 1977:s namahusain dá læba lás ’ se ja mat ’ te .
nob: Den første delen , las ’ se ja mat ’ te – ruovtos , ble senere revidert av Sverre Hatle og utkom i 1977 med tittelen dá læba lás ’ se ja mát ’ te .

source: 1980:s dát almmustuvai ođđa deaddileamis go riektačállin rievddai .
nob: I 1980 kom den i ny utgave på grunn av endringer i rettskrivningen .

source: Seamma dáhpáhuvai dieinna guvttiin eará osiin , Lás ’ se ja Mát ’ te - Jåđos ja Lás ’ se ja Mát ’ te ja sudnu us ’ tibat .
nob: Det samme skjedde med de to andre delene , Lás ’ se ja Mát ’ te – Jåđos og Lás ’ se ja Mát ’ te ja sudnu us ’ tibat .

source: Lásse ja Máhtte jođus lei vuosttaš oahppogirjjiid gaskkas sámegiel álgooahpu várás .
nob: Lásse ja Máhtte jođus var ei av de første lærebøkene for samisk begynneropplæring .
